{
	"cathy-chen": {
		"that-time": "Remember that time when you could actually touch my ears?",
		"body": "<p>HAPPY HEPPY HAPY BIRTHDAY ALEX SANDS!!!!!</p><br><p>I could talk for a while about how great you are as a person but honestly I think the number of replies Ben and I collected in just a couple rushed days really speaks to the impact you have on people’s lives and the memories you leave behind. SO GRATEFUL TO HAVE A FRIEND LIKE YOU :) :) :) :) :)</p><br><p>You’re someone I always trust to get shit done and the things you have your hands in always has the ~Alex Sands~ stamp of precision and quality. You’d think that with an eye for detail and slight paranoid that stems from your mild OCD (STILL THINK NO ONE TOOK YOUR PEANUT M&MS!!@!), you’d be a harsh disciplinarian but you’re also one of the most thoughtful human beings I know and have a very nuanced view of people and life. You’re the first to notice when someone is uncomfortable in a group and are quick to divert the conversation or alleviate the tension with a (terrible dad) joke. </p><br><p>Speaking of dads (not “Day After Drinking Shits” but fathers) thanks for being house dad to all of us young pests (minus Em who is very much house mom). Will miss you lots next year when I am fending for myself D: - trying to fill in your house dad shoes for my own house. Will also miss your room that weirdly always smells as fresh as febreze (will not be surprised if you reveal yourself to be an advanced android from the future who doesn’t poop, pee, or sweat) and inspiring state of your always-crisply-made bed. </p><br><p>Excited to have more extended conversations about life and people (Re: post-hex smoker), asking you for website critique (NOTICE I ENABLED ESC AND NAV HOTKEYS), and hugs where you swing me around like a small child (WE ARE PRETTY MUCH THE SAME HEIGHT!!).</p><br><p>Perhaps this year we will finally catch the “Peanut M&M Thief” and bring him/her to justice. Looking forward to seeing what great things you’ll do next. Happy 21st Birthday :)</p>",
		"first-name": "Cathy",
		"last-name": "Chen",
		"previous": "",
		"next": "ben-hsu",
		"has-image": true
	},
	"ben-hsu": {
		"that-time": "Remember that time when I sat behind you in Geosystems?",
		"body": "<p>Alex,</p><br><p>The picture above is from 12/12/12 (wow…), the day we both got into Penn. It’s our first chat ever.</p><br><p>It’s crazy to think how far we’ve come in the past 4 years, from you sitting in front of me in Geosystems as a stranger to us living together and being bffls. I still remember the first Geosystems class after we got into Penn and you turning back and saying “Sup, congrats.”</p><br><p>I’m so glad to have your friendship and all the experiences that we’ve shared in the past few years. I’ve loved giving you shit, receiving shit from you, joking about TJ with you, calling you out for imagining a rat in your room, biking back home with you our freshman summer, and more - there are just too many things.</p><br><p>Super excited for senior year, and cheers to more memories - let’s make it happen.</p>",
		"first-name": "Ben",
		"last-name": "Hsu",
		"previous": "cathy-chen",
		"next": "taylor-lewis",
		"has-image": true
	},
	"taylor-lewis": {
		"that-time": "Remember that time when we were attacked by a baboon?",
		"body": "<p>Alexander \"Grandpa\" Sands - we have spent many, many hours together at this point, and I can't wait to see what our next trillion hold. From Philadelphia to California to China to Canada to South Africa and more, we've been able to explore the world side by side. You're my person and I love you so incredibly much. Thanks for spending all of your hours with me - it couldn't matter less what we're doing as long as we're doing it together. I can't wait to continue to explore the world together and enjoy all the places we go and all the time we get to spend side by side!!! Tbt to the only negative travel experience we've faced so far.. the infamous baboon attack in the abandoned South African mountains. In the face of a human-sized wild animal, you kept me safe and highkey saved our lives. I'm lucky to have a boy who will fight off crazy beasts for me!!!! Cheers to hopefully no more animal attacks but many, many more days of exploration :)) I love you with all of my heart!!!! #longlivethebaboonstory</p>",
		"first-name": "Taylor",
		"last-name": "Lewis",
		"previous": "ben-hsu",
		"next": "charles-du",
		"has-image": true
	},
	"charles-du": {
		"that-time": "Remember the times when I ate Fogo/Sitar/Aki/[Any Other Buffet Place] With Out You?",
		"body": "<p>This is one of the only photos I could find with just the both of us, but I think this photo perfectly sums up the fact that you never get invited to eat (or get invited and can't come... probably because you're busy being president of WAB and UPMUNC and every other club you're a part of, jk, but not really). I can't believe it's been three years since I first met you freshmen year, and while it's been an amazing stretch, I think the best is still yet to come. It's been awesome singing karaoke with you, pulling all nighters (long live talkie), and living with you this summer. I can't wait for all the good memories we will make and even more so all the food we will eat in the future! Happy 21st Birthday Buddy! Cheers!</p>",
		"first-name": "Charles",
		"last-name": "Du",
		"previous": "taylor-lewis",
		"next": "shriram-sundararaman",
		"has-image": true
	},
	"shriram-sundararaman": {
		"that-time": "Remember #EmpireStateofMind?",
		"body": "<p>Remember when you went to the Empire State Building with Kat Pl and I started a schoolwide rumor that something romantic happened at the top of the building.... #EmpireStateofMind</p>",
		"first-name": "Shriram",
		"last-name": "Sundararaman",
		"previous": "charles-du",
		"next": "ji-hun-kim",
		"has-image": false
	},
	"ji-hun-kim": {
		"that-time": "Remember five goals?",
		"body": "<p>we were part of the backstreet boys carpool and almost got killed? long time no see Sands but I hope you have been doing well!</p>",
		"first-name": "Ji Hun",
		"last-name": "Kim",
		"previous": "shriram-sundararaman",
		"next": "sneha-keshwani",
		"has-image": true
	},
	"sneha-keshwani": {
		"that-time": "Remember that time when we invented the best game ever?",
		"body": "<p>Dear FratBoySands,</p><br><p>Can't believe its been over two years since we were stuck in a conference room together for a whole summer! I never thought I'd make it out with my sanity tbh, but here we are.</p><br><p>#tbt to the all the great times in that conference room -- Baan's Penn Masala ambitions, you guys being delirious after an all-nighter, world cup bets, amazing omelettes / subpar bacon, and of course, our epic marker game.</p><br><p>Super excited for you to move out to the Bay Area soon! :) Happy birthday PrettyBoySands; we can finally drink together yay~</p>",
		"first-name": "Sneha",
		"last-name": "Keshwani",
		"previous": "ji-hun-kim",
		"next": "shayna-fertig",
		"has-image": true
	},
	"shayna-fertig": {
		"that-time": "Remember that time when you helped my dream of playing DDR come true?",
		"body": "<p>Back in January, I really wanted to play DDR. After I went through the trouble of acquiring the game, the dance pads, and borrowing a game console, I realized that with all of my superior tech knowledge I couldn't figure out how to hook it up to our TV!! This is where Alex came to the rescue. We struggled for hours trying to plug it in behind our TV (mostly Alex struggled for hours and I was posing, see pic). Anyway, he succeeded and made my dream a reality. I think I played it one more time after that time. But luckily Taylor is back so that means you will come over every day and we can dance our hearts out! You are the best, Alex. I can't wait for all the fun that is to be had this year. Happy birthday!!!!</p>",
		"first-name": "Shayna",
		"last-name": "Fertig",
		"previous": "sneha-keshwani",
		"next": "dobby",
		"has-image": true
	},
	"dobby": {
		"that-time": "Remember the times when we were together every day for WAB/OIDD/FOLK?",
		"body": "<p>Spring 2016 was particularly special for me because of all the time I got to spend with Sands.</p><br><p>On the Social Media initiative, we spent hours laughing at all the absurd pictures we took. On WAB in general, your constant texts and emails always kept my spirits up. From stubbing your toe putting on your boxers to your constant and selfless texts offering support, you showed that you genuinely cared about the board as well as me as a person. I can't imagine what my experience would be like without such supportive past co-chairs.</p><br><p>In OIDD, I looked forward to class because I knew I'd be sitting next to you, despite your embarrassing propeller hat. I could always count on your to help me with anything I was confused about, and also to make snarky comments about 'you know who' (\"bitchy Sands\" may be one of my favorite versions of you). I loved spending so much time with you on those group projects (and @madsu @jakefisch)--projects which we killed mostly thanks to your genius. Even when I was asleep on the carpet and everyone else was on their phone, you still refused to stop working. You remained in great spirits the whole time, despite probably getting zero sleep that whole week, and really carried our team. Only you could come up with a thesis for a 'thesis-less' 25 page single spaced paper at 6 AM after working through the night. If you hadn't done that, we'd probably still be in that GSR.</p><br><p>In FOLK, you were consistently hilarious. Between sending Azzo a happy birthday email, telling your baboon story, or generally laughing at everyone's stories, your enthusiasm made taking that class worth it. Also, who can forget playing the 'popularity game' on the walks back with Jyothi. Despite the current standings, I'm positive that you know more people at Penn than almost anyone else, and they all think of you in such high regard. Connecting over an Alex Sands mutual friendship is one of my favorite pastimes -- the level of respect and admiration is always so mutually high. A friend of yours comes with a seal of approval, because you have the rare ability to bring together the best people around you and bring out them best in all of them. Thanks for bringing out the best in me last semester.</p>",
		"first-name": "Dobby",
		"last-name": "",
		"previous": "shayna-fertig",
		"next": "jyothi-vallurupalli",
		"has-image": true
	},
	"jyothi-vallurupalli": {
		"that-time": "Remember that time when it was a joke - get it?!!?",
		"body": "<p>Yoooo Sands Sanderson! What a time to be alive! Ah, the Sands of time are shifting, but you'll always be a hero to the people! Hard to believe we're still friends after all those ridiculous questions and food indecisions before Folk every Tuesday. You had the courage to tell your stories when I couldn't (that's one scandal best avoided), and what you did to continue selling fireworks will always amaze me. Can't wait for Folk 2.0, otherwise known as 2 Folk 2 Furious, next sem. Also, cannot believe we got an intern for our faux project with Rui Jing, which was just a front for good fun, come to think of it. I must confess that all the Telugu I translated during that time was completely and utterly incorrect. Thanks for letting me be your fake TA in your revolutionary coding class, and I promise to actually try to put in even an ounce of the effort you do (such a brilliant little boy) into it and all the other projects next sem! Thanks for visiting me with RJ when I was injured, and when I wasn't injured in Santana Row har har har. I cannot wait for you to go off on the Great Indian Adventure (TM) and hear all the crazy stories! I was just reading an article about ancient bottom wipes which were just found and may yield evidence of diseases carried along the Silk Road - can't wait to share this with you! Have an amazing, amazing birthday.</p>",
		"first-name": "Jyothi",
		"last-name": "Vallurupalli",
		"previous": "dobby",
		"next": "jialin-zhang",
		"has-image": true
	},
	"jialin-zhang": {
		"that-time": "Remember that time when you made everyone in the room cry?",
		"body": "<p>SANDS, words cannot describe how awesome of a person you are. It's clear how much you prioritize the right things in life and how you're able to make everyone around you want to be a better person. Like perfect example - sacrificed so much damn time planning a college conference this past year and making it so much easier on all the people who helped. Didn't have to stay up past 3am every night - savior. Or that time when you [and the rest of your lovely house] was okay with me ptfo on your couch after that upmunc byo where there were 15 bottles of wine for 12 people [excessive btw]? Thanks for being such a ~dope~ person. EXCITED FOR INDIA IT'S GONNA BE HYPE. Hopefully no food poisoning on our trip and tons more stories to come back with. u da bomb.com love you dude happy birthday!!!!!!!!</p>",
		"first-name": "Jialin",
		"last-name": "Zhang",
		"previous": "jyothi-vallurupalli",
		"next": "dipak-kumar",
		"has-image": true
	},
	"dipak-kumar": {
		"that-time": "Remember that time when we had dinner at your house?",
		"body": "<p>We had scheduled a lunch for that day because we had not really gotten to know each other since my time on the board. It was a Saturday so I was positive I would have time, but I realized later that something came up and I had to cancel on you. This is after you so graciously spent your time doing a pre session on coding for us Wabbies knowing that you had to do one for all the other students who had signed up later. The crazy part was you were not mad, and just rescheduled for later that night. Unfortunately, I was late to that too so you ended up rolling with it and just inviting me over to your place and we brought our own food. </p><br><p>During our conversation we talked about where I came from, and your background. I learned a lot during that conversation. For one, what a truly dedicated and driven individual I had the honor of having dinner with that night, a person who would not let a sickness experienced during an entrance exam deter him from trying the next year to take that same entrance exam and succeed. An individual whose greatest career desire is to make a difference in the world. The craziest thing was you were so reluctant to talk about it or make your story a big deal! For a freshman in college, who looks up to you as a mentor and friend, having someone so talented and hardworking adopt such an attitude of humility was inspiring.</p><br><p>From going out of your way to making dinner work that night, to the awkward jokes you make during meetings (jokes that for some reason only we find hilarious) all you do is serve others. I and countless others are so blessed to have you as a part of our lives. There is no other person in the world more deserving of the success and happiness that is coming your way, because you help create those things in everyone around you. </p><br><p><Happy Birthday Alex! I hope it is an wonderful as you are my friend.</p>",
		"first-name": "Dipak",
		"last-name": "Kumar",
		"previous": "jialin-zhang",
		"next": "ashu-goel",
		"has-image": false
	},
	"ashu-goel": {
		"that-time": "Remember that time when we almost got stabbed by a coked-up lady?",
		"body": "<p>Can't believe its been almost 3 years since I convinced you to join some dumb Model UN conference, and then re-convince you to stay... time really flies. Thanks for being an amazing person to work with and an even better friend. I'll never forget almost being stabbed by a house intruder and your heroic act of flagging down Penn Police to feed her orange juice and take her away. Here's to many more stories together,  and none of them involving almost being stabbed. Happy 21st!</p>",
		"first-name": "Ashu",
		"last-name": "Goel",
		"previous": "dipak-kumar",
		"next": "michael-mintskovsky",
		"has-image": true
	},
	"michael-mintskovsky": {
		"that-time": "Remember that time when we ran the table at the Oktoberfest pong tourney?",
		"body": "<p>Too many memories to recount, from fucking around at BG formatting to convincing some girl that thought she was texting her friend that I had to go to a hospital because of a rash to discovering our common link at FM High. One of the fondest has to be the Oktoberfest party my freshman year, when fate brought us together to win the beer pong tournament. Ahmed and I started out as partners, but Ahmed's antics made us destined for an early-round exit. After blacking out at a janky pregame at Ashu's apartment, Ahmed was in full zombie mode before even reaching the festivities. The first match, he tried to bounce every single shot, which did not work even once. After getting sidetracked and aggressively flirting with Katherine Chen, I saw my opportunity to snag a new partner. Enter Sandman; you came in for relief in the 1st inning. As a unit, we somehow clawed our way back into that match, and the match after that, and ran the table for the night before picking up the grand prize: a $50 gift card. Will we ever end up actually using that gift card? Who knows. Although that night came in the embryonic stages of our friendship, I'd like to think it cemented us as an unstoppable duo. I love you Sands, and I knew very early on in my freshman year that you'd be my guy.</p>",
		"first-name": "Michael&nbspJ.",
		"last-name": "Mintskovsky",
		"previous": "ashu-goel",
		"next": "michelle-wang",
		"has-image": true
	},
	"michelle-wang": {
		"that-time": "Remember that time when we went to DC on memorial day?",
		"body": "<p>Hey Alex -- happy birthday! Along with the great memories we've had together like driving home after football games blasting rap music from 95.5 or black out me trying to feed you shots at icelander, I will never forget that one time we went to DC on Memorial Day for an apush project to film stuff and it was so hot and we didn't film anything and just went home dejected. Sorry I couldn't bring up a cooler story but I thought it was more of the little everyday memories that are special!</p>",
		"first-name": "Michelle",
		"last-name": "Wang",
		"previous": "michael-mintskovsky",
		"next": "mayank-jain",
		"has-image": false
	},
	"mayank-jain": {
		"that-time": "Remember that time when you gave yourself an award at HackTJ?",
		"body": "<p>During HackTJ Alex, Hannah, and another one of their friends decided to work on a project. They ended up presenting it, and the panel of Palantir and FB judges ended up liking it and giving them one of the prizes. So Alex and I were announcing all of the winners, and it was time to announce Alex's team. Alex had to step off stage and then I had to present him with an award hahaha which made the whole thing seem super rigged. I also remember making a comment that drew even more attention to the fact that Alex and Hannah were part of the organizing team for the event, which was probably pretty dumb in retrospect.</p>",
		"first-name": "Mayank",
		"last-name": "Jain",
		"previous": "michelle-wang",
		"next": "scott-lee",
		"has-image": true
	},
	"scott-lee": {
		"that-time": "Remember that time when you carried my dumb ass to an A in NETS212?",
		"body": "<p>Not really a funny story at all, but just something that I really appreciated and won't forget any time soon. It's a well-known fact that I'm a lazy piece of shit, so I didn't understand half the stuff that we were supposed to know for our final project (because we all didn't go to class lol). So, when we paired up for the project and you volunteered to do almost all of the work because you had no finals, I was so grateful. I had a crazy amount of stuff to study for because I had like 3 finals in that span (mostly for classes that I hadn't attended either). Just knowing that you would not only do your lion's share of the project, but also that you would do a great job was such a relief. In my defense, I think I did a good job with the MapReduce, but without your help that project and that week would have been hell. Thanks buddy :)</p>",
		"first-name": "Scott",
		"last-name": "Lee",
		"previous": "mayank-jain",
		"next": "ajay-patel",
		"has-image": true
	},
	"ajay-patel": {
		"that-time": "Remember that time when we took this picture??",
		"body": "<p>Neither do I... but it happened!</p><br><p>I like cannot believe 3 years has gone by since we met during NSO week to do PennApps. You are actually one of my best friends at Penn and I'm really glad we ended up getting to know each other through the crazy stuff we did freshman year and the summer at Nest. That summer was one of the most awesome experiences I've had and I'm excited to be living with you again next year!  Also, remember how much In-N-Out we consumed after work..like everyday??</p><br><p>You've always been an awesome person to work with on everything from LoudCrowd to Lens (patent-pending) and hopefully we'll continue to do so in the remaining time we have at Penn.</p><br><p>We gotta to go to more Bobby's Mondays and Copa Wednesdays this year. Super excited for senior year, it's going to be great!</p><br></p>In conclusion, TJHSST is a great school and every child in America deserves a TJ education.</p>",
		"first-name": "Ajay",
		"last-name": "Patel",
		"previous": "scott-lee",
		"next": "rui-jing-jiang",
		"has-image": true
	},
	"rui-jing-jiang": {
		"that-time": "Remember that time when Quick Thinking was going to be a thing?",
		"body": "<p>Happy birthday Alex! I am so blessed to have met you and gotten to know your quirky self better this past year. From WAB to D-Prize (LOL gg) to random conversations in Huntsman Forum to partying together at Sigma downtowns, you've been such a huge part of my life and a wonderful friend. You're a natural born innovator, teacher, and leader, and I know you're going to take adulthood by (sands)storm! The world isn't ready for you :D Wishing you all the best on your special day, and can't wait to reunite with you and Jyo - 3 musketeeeeeeeeers LEGGO ~ </p>",
		"first-name": "Rui&nbspJing",
		"last-name": "Jiang",
		"previous": "ajay-patel",
		"next": "serena-tsay",
		"has-image": true
	},
	"serena-tsay": {
		"that-time": "Remember the times when we would have house snuggle seshes and you broke my bed?",
		"body": "<p>Alex, happy freaking birthday. After knowing you for three years, I've had enough of your OCD, weird quirks, house cuddle sessions, breaking my shitty bed frames, willing to do blogilates on my floor, carrying my keys, making fun of me for random things (e.g. not being able to build things, freaking out about snow and rain, etc.), attempting to play cards (Durak), and scaring me with fake cockroaches. Just kidding. Well, not kidding about the cockroaches part.<p><br></p>Hope you have a wonderful birthday, sad I'm not there to celebrate it with you and see what shit you have to go through. Looking forward to spending the last year at Penn and making more memories this year with you!!! (if you don't bail. kthxbye.)</p>",
		"first-name": "Serena",
		"last-name": "Tsay",
		"previous": "rui-jing-jiang",
		"next": "kashish-hora",
		"has-image": true
	},
	"kashish-hora": {
		"that-time": "Remember that time when we first met?",
		"body": "<p>Nobody really knew each other at first but I still remember all of us being in Serena's room freshmen year almost every weekend. I've known you for almost four years now and we've definitely done some stupid shit together. There was the time you held Pilot at Penn and we rode around the quad in the carts. Then all the times we ordered DP Dough late at night (rip, pour one out). And of course the time we played battleshots and nobody actually remembers who won or how the hell you play that game (but we do remember that you jumped over a fence to get the ping pong balls back). Freshmen year was when we became super close and did dumb stuff together, and now that we're living together at 4K, it's time for round two.</p>",
		"first-name": "Kashish",
		"last-name": "Hora",
		"previous": "serena-tsay",
		"next": "gagan-gupta",
		"has-image": true
	},
	"gagan-gupta": {
		"that-time": "Remember the times when I double slapped you every morning?",
		"body": "<p>ALEXXXXXXXXX</p><br><p>Happy 21st birthday man! Get pumped for this coming weekend…may or may not be a repeat of your 19th birthday….</p><br><p>The collage above couldn’t possibly cover everything we’ve been through together, but I just wanted to highlight a few of them: taking the classic Alex/Gagan photo at BYOs, frat-hopping freshman year, scrambling to finish up writing sem homework every day of your favorite semester at Penn, getting HUGEEE during the summer, and taking surprise photos of you. </p><br><p>I give you a ton of shit (most of which you deserve) but you know it’s all because I love you and love hanging out with you (I hope by now Taylor is definitely questioning whether it’s really her or me that’s dating you). You’ve been a friend I know I can count on no matter what the circumstances, and it’s meant a ton to me that despite being the busiest guy at Penn you’ve made time to come out to my Masti performances. Things like that speak volumes to your character and the amount of love you give back to all of your friends, and they don’t go unnoticed.</p><br><p>I’m super pumped for senior year at 4K and our amazing bartending careers to come. I’m even more excited for what lies ahead in our future together (wow, Taylor, seriously I think I might be dating him…) but seriously, whether that be at Apple, doing a startup, or none of those, I know that I’m lucky to have found a friend as awesome as you.</p><br><p>…and now that the sappy stuff is over, you should know that I will continue to double slap you every morning. And that after writing this I think that Michelle and Taylor should be seriously concerned.</p>",
		"first-name": "Gagan",
		"last-name": "Gupta",
		"previous": "kashish-hora",
		"next": "michelle-nie",
		"has-image": true
	},
	"michelle-nie": {
		"that-time": "Remember the times when we were goobers together?",
		"body": "<p>I realized we don’t take enough pictures together if my cropped/photoshopped photo of us is any indication (sorry for taking out half of your face with a rock (hint: i’m not actually sorry <3)).  Even though our relationship is usually the flip of this picture (you exasperated af and me being a goober except you’re also a goober), I hope you know that I love ya and all the teasing comes from the heart. It’s amazing that you’re involved in multiple activities,  manage them successfully, and look like the poster child for leadership while still secretly being weird as shit. Seriously though, I’m grateful for your thoughtfulness as a friend as you always care and are aware of how your friends are feeling and never hesitate to help them. And I love that we can be both serious and goofy with each other, and I’m proud to call you my close friend. Never change dood <3</p>",
		"first-name": "Michelle",
		"last-name": "Nie",
		"previous": "gagan-gupta",
		"next": "tfl",
		"has-image": true
	},
	"tfl": {
		"that-time": "Remember the times when SCOOOOOP?",
		"body": "<p>You might have noticed none of us included TFL-specific stuff in our stories, and that’s because we wanted to write one as a group. It’s crazy for us to think how much we’ve been through since that day we first brainstormed LoudCrowd in Mobo. We can all comfortably say that some of our favorite memories have been made together.</p><br><p>A few that stuck out to us: basically taking off 3 weeks from school to deal with the craziness of Googolplex, making some amazing (but almost completely BS) slide decks, scaring Ben every time he left the a partment freshman summer, eating In-n-out every night of freshman summer, TFad and Burj Khalifa (LOL), photoshoots in Domus, and in general you being a fatass and consuming incredible amounts of food without gaining any weight. We’ve been through a bunch of #deep talks, including that 6-hour night in Memorial tower and the long talks last summer about life, and as a result learned more about each other than any of us probably need to know. #TFLquotes</p><br><p>We have no idea what’s to come in the future, but we can say with 100% certainty that we’ll continue to support each other as friends, partners, and who knows, maybe more.</p><br><p>...and to leave you with one last thing: “So next time you’re in a classroom, you can have your voice heard with LoudCrowd.” </p>",
		"first-name": "TFL",
		"last-name": "",
		"previous": "michelle-nie",
		"next": "jonathan-dubin",
		"has-image": true
	},
	"jonathan-dubin": {
		"that-time": "Remember that time when we went to the pit?",
		"body": "<p>This was the first message I ever got from you: \"Tryna hit up the pit?\" Of course, after that we went to the pit. But they say what happens at the pit stays at the pit, and for good reason ... </p><br><p>Anyhow, I'm so glad to have met you this year! It's only been a couple of months, but it's not every day you meet a fellow magician. I hope you'll be back out here in the bay area next year so we can go on more adventures together. It speaks so much to who you are as a person that you have a group of friends who are so crazy about you. Have a great birthday and last year at Penn!</p>",
		"first-name": "Jonathan",
		"last-name": "Dubin",
		"previous": "tfl",
		"next": "allison-chou",
		"has-image": true
	},
	"allison-chou": {
		"that-time": "Remember that time when I made Ben kiss you on the cheek at Smokes?",
		"body": "<p>Alex -- no matter how much time passes between one encounter and the next, you and I always manage to pick up from where we left off. I'm proud to call you my friend, and I'm always looking forward to the next big thing from you. You are so impressive, from your humility to your intellectual horsepower to your unearthly metabolism. Can't wait to see you sometime soon!!!!! Love, Allison</p>",
		"first-name": "Allison",
		"last-name": "Chou",
		"previous": "jonathan-dubin",
		"next": "connor-swords",
		"has-image": true
	},
	"connor-swords": {
		"that-time": "Remember that time when we went out for the first time during freshman NSO?",
		"body": "<p>I tried to find the best picture to match the story. Throwback to night one of NSO, when our de facto M&T crew first learned the concepts of jungle juice, sweaty crowds, and \"ratio.\" After we managed to get into a few different parties (hopping a fence to get into one, if I remember correctly), we ended up at a party in a random basement. By this point in the night, only the foursome of us two, Scott, and Olivia remained. I will never forget the sense of confusion when Scott gestured for us to leave. Only when Olivia and Scott started making out (RIP freshman M&T drama) did we get the message. Although we shared quite a few late night walks back to the quad, that one stands out to me as a quintessential freshman memory.</p>",
		"first-name": "Connor",
		"last-name": "Swords",
		"previous": "allison-chou",
		"next": "emily-huber",
		"has-image": true
	},
	"emily-huber": {
		"that-time": "Remember that time when we were pong champions?",
		"body": "<p>Alexander,</p><br><p>We've come pretty far from those write-up avoiding status report days.Whether it was crushing beer/tequila pong in the basement of Sig Nu, getting a $300 parking ticket or you dying on the couch from salmonella, when I do see you, it's always been memorable.  Thank you for always being the other rational person in 4044, putting up with all the shit we give you and never ever failing to notice when we mess up you sock drawer. You're an incredible friend and I know you'll go on to do amazing things.  I am sad I don't get to celebrate with you tonight, but know there's a cake waiting when you get back! </p><br><p>Happy 21st! Please don't die tonight. (But someone please make sure he's drunk.) </p>",
		"first-name": "Emily",
		"last-name": "Huber",
		"previous": "connor-swords",
		"next": "sarah-baer",
		"has-image": true
	},
	"sarah-baer": {
		"that-time": "Remember that time when you set me up with a new best friend?",
		"body": "<p>Sands, I've said it before and I'll say it again, you baffle me constantly as a person. I don't know anyone who is as smart/capable/humble/fun all wrapped into one. You are one of the few people who can make IAA events a grand old time, so naturally, my story is about last spring's formal. The night started off strong, with me, you and Mirá shoving our way to be first off the bus. We then quickly found shelter from the masses, shoveling down appetizers in a corner booth, but were sure to make our voices heard later in the night, being the loudest people in the room to cheer over a number of thinly-veiled insults directed at Mira. One can't, of course, forget us staring in mutual horror/amusement at freshmen from a certain other conference dancing, and I think it was after fleeing the dance floor that you sent me on a friend set up with Jyothi. That night, like so many others, made me feel grateful to be a part of the clique (lol).  You--and the rest of the UPMUNC crew--will always be a part of some of my best memories at Penn--the open bars and bacon-wrapped scallops are really just icing on the cake. Happy happy birthday--I hope it's an amazing day and year to come!! p.s. maybe your new age/gained wisdom will help explain what your hands are doing in this pic.</p>",
		"first-name": "Sarah",
		"last-name": "Baer",
		"previous": "emily-huber",
		"next": "julia-hewitt",
		"has-image": true
	},
	"julia-hewitt": {
		"that-time": "Remember that time when you called me a fat ass?",
		"body": "<p>Honestly, there are too many times to remember.</p><br><p>Alex, HAPPY BIRTHDAY. Thanks for always being there to take and give abuse these past three years. Even though it sounds like we're always fighting, you know I love you really. I mean how could I not, given we both are a tad OCD (#thingsthatfitperfectlyintootherthings), share a love of software updates and inbox zero, and are the best team for making fun of our housemates (we can't let them get off easy next year). Hope you're having the best day, and can't wait to see you in a few weeks. xxxxxx</p>",
		"first-name": "Julia",
		"last-name": "Hewitt",
		"previous": "sarah-baer",
		"next": "connor-wen",
		"has-image": true
	},
	"connor-wen": {
		"that-time": "Remember that time when you you picked me up as your little?",
		"body": "<p>Happy birthday Sands :) Some of my favorite chapters were when you were there telling stories. Thanks for bringing me into the fam and looking to hang out with you much more in the upcoming year. Have an amazing birthday in my hometown! </p>",
		"first-name": "Connor",
		"last-name": "Wen",
		"previous": "julia-hewitt",
		"next": "devin-williams",
		"has-image": true
	},
	"devin-williams": {
		"that-time": "Remember that time when I spilled beer all over your shoes, then you returned them?",
		"body": "<p>I guess those white leather converse just weren't meant to be. Thanks for not hating me and only giving me shit for a little bit. Though this is just one of them, the summer has been full of laughs and memories thanks to you. It's crazy how much time can pass but how little has changed. Spending the summer with the Caffe Crew feels like hanging out with friends I've had forever. I can't wait to keep in touch and maybe end up in the bay for more adventures to come. Happy happy birthday sands!! </p>",
		"first-name": "Devin",
		"last-name": "Williams",
		"previous": "connor-wen",
		"next": "mira-naseer",
		"has-image": true
	},
	"mira-naseer": {
		"that-time": "Remember that time when we voluntarily spent a weekend chairing a model UN conference?! ://",
		"body": "<p>Alex Sands, you are truly one of the most amazing and inspiring people I have ever met. So glad we had our first ever conversation a whole year after we first met and it was about how to work a projector at UPMUNC lol. We've come a long way since then with nights at Copa & Tap, attempting to post-game at your house and forcing me to go to GBM. I'm pretty much in denial that I'm not going to be there next year so you better be prepared for me to randomly drop by and be ready to get $3 Coronas :D HAPPY HAPPY HAPPY BIRTHDAY, have the best day ever ily!!!! </p>",
		"first-name": "Mira",
		"last-name": "Naseer",
		"previous": "devin-williams",
		"next": "",
		"has-image": true
	}
}
